Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Last saved figures — refreshing from the server now.
de: Zuletzt gesicherte Zahlen – wird gerade vom Server aktualisiert.
es: Últimas cifras guardadas: actualizando desde el servidor.
fr: Derniers chiffres enregistrés — actualisation depuis le serveur en cours.
it: Ultimi dati salvati — aggiornamento dal server in corso.
ja: 最後に保存された数値です。サーバから更新中です。
ko: 마지막으로 저장된 수치입니다 — 서버에서 새로 가져오는 중입니다.
pt_br: Últimos números salvos — atualizando do servidor agora.
zh_hans: 上次保存的数据 — 正在从服务器刷新。
zh_hant: 上次儲存的數據 — 正在從伺服器更新。

# Last time: %@ → %@ tokens
source: Last time: %1$@ → %2$@ tokens
de: Letztes Mal: %1$@ → %2$@ Tokens
es: La última vez: %1$@ → %2$@ tokens
fr: La dernière fois : %1$@ → %2$@ jetons
it: L’ultima volta: %1$@ → %2$@ token
ja: 前回: %1$@ → %2$@ トークン
ko: 지난번: %1$@ → %2$@ 토큰
pt_br: Da última vez: %1$@ → %2$@ tokens
zh_hans: 上次：%1$@ → %2$@ 个词元
zh_hant: 上次：%1$@ → %2$@ 個詞元

source: Last turn usage
de: Nutzung im letzten Zug
es: Uso del último turno
fr: Usage du dernier tour
it: Utilizzo dell’ultimo turno
ja: 直近のターンの使用量
ko: 마지막 턴 사용량
pt_br: Uso do último turno
zh_hans: 上一回合用量
zh_hant: 上一回合用量

source: Last turn · %@
de: Letzter Zug · %@
es: Último turno · %@
fr: Dernier tour · %@
it: Ultimo turno · %@
ja: 直近のターン · %@
ko: 마지막 턴 · %@
pt_br: Último turno · %@
zh_hans: 上一回合 · %@
zh_hant: 上一回合 · %@

source: Leave blank for none
de: Leer lassen für keins
es: Déjalo vacío si no hay
fr: Laisser vide si aucun
it: Lascia vuoto se non serve
ja: なしの場合は空欄
ko: 없으면 비워 두세요
pt_br: Deixe em branco se não houver
zh_hans: 留空表示无
zh_hant: 留空表示無

source: Leave blank on a private tailnet
de: In einem privaten Tailnet leer lassen
es: Déjalo vacío en un tailnet privado
fr: Laisser vide sur un tailnet privé
it: Lascia vuoto in un tailnet privato
ja: プライベートな tailnet では空欄のまま
ko: 비공개 tailnet에서는 비워 두세요
pt_br: Deixe em branco em uma tailnet privada
zh_hans: 私有 tailnet 可留空
zh_hant: 私有 tailnet 可留空

source: Leave the demo
de: Demo verlassen
es: Salir de la demo
fr: Quitter la démo
it: Esci dalla demo
ja: デモを終了
ko: 데모 종료
pt_br: Sair da demonstração
zh_hans: 退出演示
zh_hant: 離開示範

source: Leave the demo?
de: Demo verlassen?
es: ¿Salir de la demo?
fr: Quitter la démo ?
it: Uscire dalla demo?
ja: デモを終了しますか？
ko: 데모를 종료할까요?
pt_br: Sair da demonstração?
zh_hans: 要退出演示吗？
zh_hant: 要離開示範嗎？

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

source: Link copied.
de: Link kopiert.
es: Enlace copiado.
fr: Lien copié.
it: Link copiato.
ja: リンクをコピーしました。
ko: 링크를 복사했습니다.
pt_br: Link copiado.
zh_hans: 已复制链接。
zh_hant: 已複製連結。

source: Live Activities
de: Live-Aktivitäten
es: Actividades en vivo
fr: Activités en direct
it: Attività in tempo reale
ja: ライブアクティビティ
ko: 실시간 현황
pt_br: Atividades ao vivo
zh_hans: 实时活动
zh_hant: 即時動態

source: Live agent spend and rate-limit quotas across your coding servers.
de: Live-Ausgaben und Rate-Limit-Kontingente deiner Agenten über alle Coding-Server.
es: Gasto en vivo de los agentes y cuotas de límite de tasa en tus servidores de programación.
fr: Dépenses en direct et quotas de limitation de débit sur vos serveurs de code.
it: Spesa in tempo reale degli agenti e quote di rate limit sui tuoi server di sviluppo.
ja: コーディングサーバ全体のエージェント支出とレート制限のリアルタイム表示。
ko: 코딩 서버 전반의 에이전트 지출과 속도 제한 할당량을 실시간으로.
pt_br: Gasto ao vivo dos agentes e cotas de limite de taxa nos seus servidores de programação.
zh_hans: 跨编程服务器的智能体实时花费与速率限制配额。
zh_hant: 跨程式設計伺服器的代理即時花費與速率限制配額。

source: Live now
de: Jetzt aktiv
es: En directo
fr: En direct
it: Attivi ora
ja: 稼働中
ko: 실행 중
pt_br: Ao vivo agora
zh_hans: 正在运行
zh_hant: 執行中

source: Live rolling rate limits straight from %@. Percentages are your actual plan consumption, not an estimate.
de: Laufende Rate-Limits direkt von %@. Die Prozentwerte sind dein tatsächlicher Tarifverbrauch, keine Schätzung.
es: Límites de tasa continuos directamente desde %@. Los porcentajes son tu consumo real del plan, no una estimación.
fr: Limites de débit glissantes en direct depuis %@. Les pourcentages correspondent à votre consommation réelle, pas à une estimation.
it: Limiti di frequenza aggiornati direttamente da %@. Le percentuali sono il consumo reale del tuo piano, non una stima.
ja: %@ から直接取得したローリングのレート制限です。パーセンテージは推定ではなく実際のプラン消費量です。
ko: %@에서 직접 가져온 롤링 속도 제한입니다. 백분율은 추정치가 아니라 실제 요금제 소비량입니다.
pt_br: Limites de taxa contínuos direto de %@. As porcentagens são o consumo real do seu plano, não uma estimativa.
zh_hans: 直接来自 %@ 的滚动速率限制。百分比是你套餐的实际消耗，而非估算。
zh_hant: 直接來自 %@ 的滾動速率限制。百分比是你方案的實際消耗，而非估算。

source: Live sessions show up here the moment an agent starts working.
de: Aktive Sitzungen erscheinen hier, sobald ein Agent zu arbeiten beginnt.
es: Las sesiones en vivo aparecen aquí en cuanto un agente empieza a trabajar.
fr: Les sessions en direct apparaissent ici dès qu’un agent se met au travail.
it: Le sessioni attive compaiono qui appena un agente inizia a lavorare.
ja: エージェントが作業を始めると、ここにライブセッションが表示されます。
ko: 에이전트가 작업을 시작하면 여기에 실시간 세션이 표시됩니다.
pt_br: As sessões ao vivo aparecem aqui assim que um agente começa a trabalhar.
zh_hans: 智能体一开始工作，实时会话就会出现在这里。
zh_hant: 代理一開始工作，即時工作階段就會出現在這裡。

source: Live turn progress on the Lock Screen
de: Live-Fortschritt des Zugs auf dem Sperrbildschirm
es: Progreso del turno en vivo en la pantalla bloqueada
fr: Progression du tour en direct sur l’écran verrouillé
it: Avanzamento del turno in tempo reale sulla schermata di blocco
ja: ロック画面にターンの進行状況をライブ表示
ko: 잠금 화면에 턴 진행 상황 실시간 표시
pt_br: Progresso do turno ao vivo na Tela Bloqueada
zh_hans: 在锁定屏幕上实时显示回合进度
zh_hant: 在鎖定畫面上即時顯示回合進度

source: Live · %lld
de: Aktiv · %lld
es: En vivo · %lld
fr: En direct · %lld
it: Attivi · %lld
ja: ライブ · %lld
ko: 실시간 · %lld
pt_br: Ao vivo · %lld
zh_hans: 实时 · %lld
zh_hant: 即時 · %lld

source: Loading recent chats
de: Letzte Chats werden geladen
es: Cargando chats recientes
fr: Chargement des discussions récentes
it: Caricamento delle chat recenti
ja: 最近のチャットを読み込み中
ko: 최근 대화 불러오는 중
pt_br: Carregando conversas recentes
zh_hans: 正在加载最近对话
zh_hant: 正在載入最近對話

source: Loading this agent's transcript…
de: Transkript dieses Agenten wird geladen …
es: Cargando la transcripción de este agente…
fr: Chargement de la transcription de cet agent…
it: Caricamento della trascrizione di questo agente…
ja: このエージェントのトランスクリプトを読み込み中…
ko: 이 에이전트의 대화록을 불러오는 중…
pt_br: Carregando a transcrição deste agente…
zh_hans: 正在加载此智能体的记录…
zh_hant: 正在載入此代理的紀錄…

source: Loading usage
de: Nutzung wird geladen
es: Cargando el uso
fr: Chargement de l’usage
it: Caricamento utilizzo
ja: 使用状況を読み込み中
ko: 사용량 불러오는 중
pt_br: Carregando o uso
zh_hans: 正在加载用量
zh_hant: 正在載入用量

source: Logs
de: Protokolle
es: Registros
fr: Journaux
it: Log
ja: ログ
ko: 로그
pt_br: Registros
zh_hans: 日志
zh_hant: 日誌

source: Look through the codebase for likely bugs and fix the most severe one.
de: Durchsuche die Codebasis nach wahrscheinlichen Fehlern und behebe den schwerwiegendsten.
es: Revisa el código en busca de errores probables y corrige el más grave.
fr: Parcours le code à la recherche de bugs probables et corrige le plus grave.
it: Esamina il codice alla ricerca di probabili bug e correggi il più grave.
ja: コードベース全体から想定されるバグを探し、最も深刻なものを直して。
ko: 코드베이스에서 있을 법한 버그를 찾아 가장 심각한 것을 고쳐 줘.
pt_br: Vasculhe o código em busca de possíveis bugs e corrija o mais grave.
zh_hans: 通读代码库查找可能的 bug，并修复最严重的一个。
zh_hant: 通讀程式碼庫尋找可能的 bug，並修正最嚴重的一個。

source: Looking for an agent…
de: Suche nach einem Agenten …
es: Buscando un agente…
fr: Recherche d’un agent…
it: Ricerca di un agente…
ja: エージェントを探しています…
ko: 에이전트를 찾는 중…
pt_br: Procurando um agente…
zh_hans: 正在查找智能体…
zh_hant: 正在尋找代理…

source: Make default server
de: Als Standardserver festlegen
es: Establecer como servidor predeterminado
fr: Définir comme serveur par défaut
it: Imposta come server predefinito
ja: デフォルトのサーバにする
ko: 기본 서버로 설정
pt_br: Tornar servidor padrão
zh_hans: 设为默认服务器
zh_hant: 設為預設伺服器

source: Message your agent…
de: Schreibe deinem Agenten …
es: Escribe a tu agente…
fr: Écrivez à votre agent…
it: Scrivi al tuo agente…
ja: エージェントにメッセージを…
ko: 에이전트에게 메시지…
pt_br: Escreva para seu agente…
zh_hans: 给你的智能体发消息…
zh_hant: 傳訊息給你的代理…

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
zh_hans: 模型
zh_hant: 模型

source: Model multipliers applied (%@).
de: Modellmultiplikatoren angewendet (%@).
es: Multiplicadores de modelo aplicados (%@).
fr: Multiplicateurs de modèle appliqués (%@).
it: Moltiplicatori dei modelli applicati (%@).
ja: モデル倍率を適用しました (%@)。
ko: 모델 배수가 적용되었습니다 (%@).
pt_br: Multiplicadores de modelo aplicados (%@).
zh_hans: 已应用模型倍率（%@）。
zh_hant: 已套用模型倍率（%@）。

source: Model: %@
de: Modell: %@
es: Modelo: %@
fr: Modèle : %@
it: Modello: %@
ja: モデル: %@
ko: 모델: %@
pt_br: Modelo: %@
zh_hans: 模型：%@
zh_hant: 模型：%@

source: Models
de: Modelle
es: Modelos
fr: Modèles
it: Modelli
ja: モデル
ko: 모델
pt_br: Modelos
zh_hans: 模型
zh_hant: 模型

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月間
ko: 월간
pt_br: Mensal
zh_hans: 每月
zh_hant: 每月

source: Monthly cap
de: Monatsobergrenze
es: Tope mensual
fr: Plafond mensuel
it: Tetto mensile
ja: 月間上限
ko: 월간 상한
pt_br: Teto mensal
zh_hans: 每月上限
zh_hant: 每月上限

source: My server
de: Mein Server
es: Mi servidor
fr: Mon serveur
it: Il mio server
ja: マイサーバ
ko: 내 서버
pt_br: Meu servidor
zh_hans: 我的服务器
zh_hant: 我的伺服器

source: My server is running — connect
de: Mein Server läuft – verbinden
es: Mi servidor está funcionando: conectar
fr: Mon serveur tourne — connexion
it: Il mio server è attivo — connetti
ja: サーバは起動済み — 接続する
ko: 서버가 실행 중입니다 — 연결
pt_br: Meu servidor está rodando — conectar
zh_hans: 我的服务器已在运行 — 连接
zh_hant: 我的伺服器已在執行 — 連線

source: NEEDS YOU
de: BRAUCHT DICH
es: TE NECESITA
fr: VOUS ATTEND
it: TI ASPETTA
ja: 要対応
ko: 확인 필요
pt_br: PRECISA DE VOCÊ
zh_hans: 需要你
zh_hant: 需要你

source: Needs a computer on that tailnet running opencode, Claude Code, or Oh My Pi.
de: Erfordert einen Rechner im Tailnet, auf dem Claude Code, opencode oder Oh My Pi läuft.
es: Necesita un ordenador en esa tailnet que ejecute Claude Code, opencode u Oh My Pi.
fr: Nécessite un ordinateur sur ce tailnet exécutant Claude Code, opencode ou Oh My Pi.
it: Richiede un computer su quel tailnet che esegua Claude Code, opencode o Oh My Pi.
ja: その tailnet 上に Claude Code か opencode、または Oh My Pi を動かすコンピュータが必要です。
ko: 해당 tailnet에서 Claude Code, opencode 또는 Oh My Pi를 실행하는 컴퓨터가 필요합니다.
pt_br: Requer um computador nessa tailnet rodando Claude Code, opencode ou Oh My Pi.
zh_hans: 需要该 tailnet 上有一台电脑在运行 Claude Code、opencode 或 Oh My Pi。
zh_hant: 需要該 tailnet 上有一台電腦執行 Claude Code、opencode 或 Oh My Pi。

source: Needs approval
de: Freigabe nötig
es: Necesita aprobación
fr: Approbation requise
it: Serve approvazione
ja: 承認が必要
ko: 승인 필요
pt_br: Precisa de aprovação
zh_hans: 需要批准
zh_hant: 需要核准

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
ko: 없음
pt_br: Nunca
zh_hans: 从未
zh_hant: 從未

source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
it: Nuova chat
ja: 新規チャット
ko: 새 대화
pt_br: Nova conversa
zh_hans: 新建对话
zh_hant: 新增對話

source: New chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
it: Nuova chat
ja: 新規チャット
ko: 새 대화
pt_br: Nova conversa
zh_hans: 新建对话
zh_hant: 新增對話

source: New chat here
de: Neuer Chat hier
es: Nuevo chat aquí
fr: Nouvelle discussion ici
it: Nuova chat qui
ja: ここで新規チャット
ko: 여기서 새 대화
pt_br: Nova conversa aqui
zh_hans: 在此新建对话
zh_hant: 在此新增對話

source: New chat in same project
de: Neuer Chat im selben Projekt
es: Nuevo chat en el mismo proyecto
fr: Nouvelle discussion dans le même projet
it: Nuova chat nello stesso progetto
ja: 同じプロジェクトで新規チャット
ko: 같은 프로젝트에서 새 대화
pt_br: Nova conversa no mesmo projeto
zh_hans: 在同一项目中新建对话
zh_hant: 在同一專案中新增對話

source: New chat on…
de: Neuer Chat auf …
es: Nuevo chat en…
fr: Nouvelle discussion sur…
it: Nuova chat su…
ja: 新規チャットの接続先…
ko: 새 대화 대상…
pt_br: Nova conversa em…
zh_hans: 在以下位置新建对话…
zh_hant: 在以下位置新增對話…

source: New conversation
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle conversation
it: Nuova conversazione
ja: 新規会話
ko: 새 대화
pt_br: Nova conversa
zh_hans: 新对话
zh_hant: 新對話

source: New here? Three steps, about five minutes
de: Neu hier? Drei Schritte, etwa fünf Minuten
es: ¿Nuevo por aquí? Tres pasos, unos cinco minutos
fr: Nouveau ici ? Trois étapes, environ cinq minutes
it: Sei nuovo? Tre passaggi, circa cinque minuti
ja: はじめてですか？ 3 ステップ、約 5 分です
ko: 처음이신가요? 세 단계, 약 5분
pt_br: Primeira vez? Três passos, cerca de cinco minutos
zh_hans: 第一次使用？三步，大约五分钟
zh_hant: 第一次使用？三個步驟，大約五分鐘

source: No Agents
de: Keine Agenten
es: Sin agentes
fr: Aucun agent
it: Nessun agente
ja: エージェントなし
ko: 에이전트 없음
pt_br: Sem agentes
zh_hans: 没有智能体
zh_hant: 沒有代理

source: No account, no sign-in, no telemetry. App, engine, and bridge are GPL-3.0.
de: Kein Account, keine Anmeldung, keine Telemetrie. App, Engine und Bridge sind GPL-3.0.
es: Sin cuenta, sin inicio de sesión, sin telemetría. La app, el motor y el bridge son GPL-3.0.
fr: Aucun compte, aucune connexion, aucune télémétrie. L’app, le moteur et le bridge sont en GPL-3.0.
it: Nessun account, nessun accesso, nessuna telemetria. App, motore e bridge sono GPL-3.0.
ja: アカウントもサインインもテレメトリもありません。App、エンジン、ブリッジはすべて GPL-3.0 です。
ko: 계정도, 로그인도, 텔레메트리도 없습니다. 앱과 엔진, 브리지는 모두 GPL-3.0입니다.
pt_br: Sem conta, sem login, sem telemetria. App, motor e bridge são GPL-3.0.
zh_hans: 没有账户、无需登录、没有遥测。App、引擎和 bridge 均为 GPL-3.0。
zh_hant: 沒有帳號、無需登入、沒有遙測。App、引擎與 bridge 皆為 GPL-3.0。

source: No answer from %@
de: Keine Antwort von %@
es: Sin respuesta de %@
fr: Aucune réponse de %@
it: Nessuna risposta da %@
ja: %@ から応答がありません
ko: %@에서 응답 없음
pt_br: Sem resposta de %@
zh_hans: %@ 没有响应
zh_hant: %@ 沒有回應

source: No conversations here yet
de: Hier gibt es noch keine Unterhaltungen
es: Aún no hay conversaciones aquí
fr: Aucune conversation ici pour l’instant
it: Ancora nessuna conversazione qui
ja: ここにはまだ会話がありません
ko: 아직 대화가 없습니다
pt_br: Ainda não há conversas aqui
zh_hans: 这里还没有对话
zh_hant: 這裡還沒有對話

source: No conversations yet
de: Noch keine Unterhaltungen
es: Aún no hay conversaciones
fr: Aucune conversation pour l’instant
it: Ancora nessuna conversazione
ja: まだ会話がありません
ko: 아직 대화가 없습니다
pt_br: Ainda não há conversas
zh_hans: 还没有对话
zh_hant: 還沒有對話

source: No credentials
de: Keine Zugangsdaten
es: Sin credenciales
fr: Aucun identifiant
it: Nessuna credenziale
ja: 認証情報なし
ko: 자격 증명 없음
pt_br: Sem credenciais
zh_hans: 没有凭据
zh_hant: 沒有憑證

source: No earlier messages to jump to.
de: Keine früheren Nachrichten zum Anspringen.
es: No hay mensajes anteriores a los que ir.
fr: Aucun message antérieur vers lequel aller.
it: Nessun messaggio precedente a cui saltare.
ja: ジャンプできる過去のメッセージはありません。
ko: 이동할 이전 메시지가 없습니다.
pt_br: Não há mensagens anteriores para ir.
zh_hans: 没有可跳转的较早消息。
zh_hant: 沒有可跳至的較早訊息。

source: No errors logged
de: Keine Fehler protokolliert
es: No se han registrado errores
fr: Aucune erreur enregistrée
it: Nessun errore registrato
ja: エラーは記録されていません
ko: 기록된 오류 없음
pt_br: Nenhum erro registrado
zh_hans: 未记录到错误
zh_hant: 未記錄到錯誤

source: No logs yet
de: Noch keine Protokolle
es: Aún no hay registros
fr: Aucun journal pour l’instant
it: Ancora nessun log
ja: まだログはありません
ko: 아직 로그가 없습니다
pt_br: Ainda não há registros
zh_hans: 还没有日志
zh_hant: 還沒有日誌

source: No longer on %@
de: Nicht mehr auf %@
es: Ya no está en %@
fr: Plus sur %@
it: Non più su %@
ja: %@ にはもうありません
ko: 더 이상 %@에 없음
pt_br: Não está mais em %@
zh_hans: 已不在 %@ 上
zh_hant: 已不在 %@ 上

source: No mail account
de: Kein Mail-Account
es: Sin cuenta de correo
fr: Aucun compte mail
it: Nessun account e-mail
ja: メールアカウントがありません
ko: 메일 계정 없음
pt_br: Nenhuma conta de e-mail
zh_hans: 没有邮件账户
zh_hant: 沒有郵件帳號

source: No models reported
de: Keine Modelle gemeldet
es: No se informó de modelos
fr: Aucun modèle signalé
it: Nessun modello segnalato
ja: モデルの報告がありません
ko: 보고된 모델 없음
pt_br: Nenhum modelo informado
zh_hans: 未报告任何模型
zh_hant: 未回報任何模型

source: No opencode, Claude Code, or Oh My Pi servers found. Make sure the servers are running and listening on ports 4096/4098/4099.
de: Keine opencode-, Claude-Code- oder Oh-My-Pi-Server gefunden. Stelle sicher, dass die Server laufen und auf Port 4096/4098/4099 lauschen.
es: No se encontraron servidores de opencode, Claude Code ni Oh My Pi. Asegúrate de que los servidores estén activos y escuchando en los puertos 4096/4098/4099.
fr: Aucun serveur opencode, Claude Code ou Oh My Pi trouvé. Vérifiez que les serveurs tournent et écoutent sur les ports 4096/4098/4099.
it: Nessun server opencode, Claude Code o Oh My Pi trovato. Assicurati che i server siano in esecuzione e in ascolto sulle porte 4096/4098/4099.
ja: opencode、Claude Code または Oh My Pi のサーバが見つかりません。 サーバが起動し、ポート 4096/4098/4099 で待ち受けているか確認してください。
ko: opencode, Claude Code 또는 Oh My Pi 서버를 찾지 못했습니다. 서버가 실행 중이며 4096/4098/4099 포트에서 대기하는지 확인하세요.
pt_br: Nenhum servidor opencode, Claude Code ou Oh My Pi encontrado. Verifique se os servidores estão rodando e escutando nas portas 4096/4098/4099.
zh_hans: 未找到 opencode、Claude Code 或 Oh My Pi 服务器。 请确认服务器正在运行并监听 4096/4098/4099 端口。
zh_hant: 找不到 opencode、Claude Code 或 Oh My Pi 伺服器。 請確認伺服器正在執行並監聽 4096/4098/4099 連接埠。

source: No previous purchase found for this Apple ID.
de: Für diese Apple-ID wurde kein früherer Kauf gefunden.
es: No se encontró ninguna compra anterior con este Apple ID.
fr: Aucun achat antérieur trouvé pour cet identifiant Apple.
it: Nessun acquisto precedente trovato per questo Apple ID.
ja: この Apple ID での過去の購入は見つかりませんでした。
ko: 이 Apple ID로 구매한 내역을 찾을 수 없습니다.
pt_br: Nenhuma compra anterior encontrada para este Apple ID.
zh_hans: 未找到此 Apple ID 的历史购买记录。
zh_hant: 找不到此 Apple ID 的過往購買紀錄。

source: No response
de: Keine Antwort
es: Sin respuesta
fr: Aucune réponse
it: Nessuna risposta
ja: 応答なし
ko: 응답 없음
pt_br: Sem resposta
zh_hans: 无响应
zh_hant: 無回應

source: No server is answering
de: Kein Server antwortet
es: Ningún servidor responde
fr: Aucun serveur ne répond
it: Nessun server risponde
ja: 応答するサーバがありません
ko: 응답하는 서버가 없습니다
pt_br: Nenhum servidor está respondendo
zh_hans: 没有服务器响应
zh_hant: 沒有伺服器回應

source: No server yet? Try the demo
de: Noch kein Server? Probier die Demo
es: ¿Aún no tienes servidor? Prueba la demo
fr: Pas encore de serveur ? Essayez la démo
it: Non hai ancora un server? Prova la demo
ja: まだサーバがない？ デモを試す
ko: 아직 서버가 없나요? 데모를 사용해 보세요
pt_br: Ainda sem servidor? Experimente a demonstração
zh_hans: 还没有服务器？试试演示
zh_hant: 還沒有伺服器？試試示範

source: No servers connected
de: Keine Server verbunden
es: No hay servidores conectados
fr: Aucun serveur connecté
it: Nessun server connesso
ja: 接続中のサーバがありません
ko: 연결된 서버 없음
pt_br: Nenhum servidor conectado
zh_hans: 未连接服务器
zh_hant: 未連線伺服器

source: No servers detected. Tap a device to connect manually:
de: Keine Server erkannt. Tippe auf ein Gerät, um manuell zu verbinden:
es: No se detectaron servidores. Toca un dispositivo para conectarte manualmente:
fr: Aucun serveur détecté. Touchez un appareil pour vous connecter manuellement :
it: Nessun server rilevato. Tocca un dispositivo per connetterti manualmente:
ja: サーバが見つかりません。デバイスをタップして手動で接続してください:
ko: 서버를 찾지 못했습니다. 기기를 탭해 직접 연결하세요:
pt_br: Nenhum servidor detectado. Toque em um dispositivo para conectar manualmente:
zh_hans: 未检测到服务器。轻点设备以手动连接：
zh_hant: 未偵測到伺服器。輕點裝置以手動連線：

source: No settings match "%@"
de: Keine Einstellungen passen zu „%@“
es: Ningún ajuste coincide con «%@»
fr: Aucun réglage ne correspond à « %@ »
it: Nessuna impostazione corrisponde a «%@»
ja: 「%@」に一致する設定はありません
ko: "%@"과(와) 일치하는 설정이 없습니다
pt_br: Nenhum ajuste corresponde a "%@"
zh_hans: 没有与“%@”匹配的设置
zh_hant: 沒有與「%@」相符的設定

source: No supported servers found
de: Keine unterstützten Server gefunden
es: No se encontraron servidores compatibles
fr: Aucun serveur pris en charge trouvé
it: Nessun server supportato trovato
ja: 対応するサーバが見つかりません
ko: 지원되는 서버를 찾지 못함
pt_br: Nenhum servidor compatível encontrado
zh_hans: 未找到受支持的服务器
zh_hant: 找不到支援的伺服器

source: No tailnet address — tap to open Tailscale
de: Keine Tailnet-Adresse – tippen, um Tailscale zu öffnen
es: Sin dirección de tailnet: toca para abrir Tailscale
fr: Aucune adresse tailnet — touchez pour ouvrir Tailscale
it: Nessun indirizzo tailnet — tocca per aprire Tailscale
ja: tailnet アドレスがありません — タップして Tailscale を開く
ko: tailnet 주소 없음 — 탭하여 Tailscale 열기
pt_br: Sem endereço tailnet — toque para abrir o Tailscale
zh_hans: 没有 tailnet 地址 — 轻点打开 Tailscale
zh_hant: 沒有 tailnet 位址 — 輕點開啟 Tailscale

source: No transcript for this agent yet.
de: Für diesen Agenten gibt es noch kein Transkript.
es: Aún no hay transcripción de este agente.
fr: Pas encore de transcription pour cet agent.
it: Ancora nessuna trascrizione per questo agente.
ja: このエージェントのトランスクリプトはまだありません。
ko: 이 에이전트의 대화록이 아직 없습니다.
pt_br: Ainda não há transcrição deste agente.
zh_hans: 此智能体还没有记录。
zh_hant: 此代理還沒有紀錄。

source: No usage API — %@ against Go's dollar caps: an anchored 5-hour block, the trailing week, and the billing month. May miss usage on machines without a profile here and server-side accounting.
de: Keine Nutzungs-API – %@ gegen die Dollar-Obergrenzen von Go: ein verankerter 5-Stunden-Block, die zurückliegende Woche und der Abrechnungsmonat. Nutzung auf Rechnern ohne Profil hier und serverseitige Abrechnung können fehlen.
es: Sin API de uso: %@ frente a los topes en dólares de Go: un bloque anclado de 5 horas, la semana anterior y el mes de facturación. Puede omitir el uso en máquinas sin perfil aquí y la contabilidad del servidor.
fr: Pas d’API d’usage — %@ par rapport aux plafonds en dollars de Go : un bloc ancré de 5 heures, la semaine écoulée et le mois de facturation. L’usage sur les machines sans profil ici et la comptabilité côté serveur peuvent manquer.
it: Nessuna API di utilizzo — %@ rispetto ai tetti in dollari di Go: un blocco ancorato di 5 ore, la settimana trascorsa e il mese di fatturazione. Potrebbe non includere l’uso su macchine senza profilo qui e la contabilità lato server.
ja: 使用量 API がないため、%@ を Go のドル上限（固定の 5 時間ブロック、直近 1 週間、請求月）と比較しています。ここにプロファイルがないマシンの使用量やサーバ側の集計は反映されない場合があります。
ko: 사용량 API가 없어 %@를 Go의 달러 상한(고정된 5시간 구간, 최근 1주, 청구 월)과 비교합니다. 여기에 프로필이 없는 컴퓨터의 사용량과 서버 측 집계는 빠질 수 있습니다.
pt_br: Sem API de uso — %@ em relação aos tetos em dólares do Go: um bloco ancorado de 5 horas, a semana anterior e o mês de cobrança. Pode não incluir o uso em máquinas sem perfil aqui nem a contabilidade do servidor.
zh_hans: 没有用量 API — %@，与 Go 的美元上限（固定的 5 小时区间、过去一周和账单月）比较。可能遗漏此处没有配置的机器上的用量以及服务器端记账。
zh_hant: 沒有用量 API — %@，與 Go 的美元上限（固定的 5 小時區間、過去一週與帳單月）比較。可能遺漏此處沒有設定檔的電腦用量以及伺服器端記帳。

source: No usage data
de: Keine Nutzungsdaten
es: Sin datos de uso
fr: Aucune donnée d’usage
it: Nessun dato di utilizzo
ja: 使用状況データなし
ko: 사용량 데이터 없음
pt_br: Sem dados de uso
zh_hans: 没有用量数据
zh_hant: 沒有用量資料

source: No usage recorded for this session yet.
de: Für diese Sitzung wurde noch keine Nutzung erfasst.
es: Aún no se ha registrado uso en esta sesión.
fr: Aucun usage enregistré pour cette session pour l’instant.
it: Nessun utilizzo registrato per questa sessione.
ja: このセッションの使用状況はまだ記録されていません。
ko: 이 세션의 사용량이 아직 기록되지 않았습니다.
pt_br: Ainda não há uso registrado nesta sessão.
zh_hans: 此会话尚未记录用量。
zh_hant: 此工作階段尚未記錄用量。

source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 後で
ko: 나중에
pt_br: Agora não
zh_hans: 以后
zh_hant: 稍後

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 未接続
ko: 연결되지 않음
pt_br: Não conectado
zh_hans: 未连接
zh_hant: 未連線

source: Not registered yet
de: Noch nicht registriert
es: Aún sin registrar
fr: Pas encore enregistré
it: Non ancora registrato
ja: 未登録
ko: 아직 등록되지 않음
pt_br: Ainda não registrado
zh_hans: 尚未注册
zh_hant: 尚未註冊

source: Not registered — tap to retry
de: Nicht registriert – zum Wiederholen tippen
es: Sin registrar: toca para reintentar
fr: Non enregistré — touchez pour réessayer
it: Non registrato — tocca per riprovare
ja: 未登録 — タップして再試行
ko: 등록되지 않음 — 탭하여 다시 시도
pt_br: Não registrado — toque para tentar de novo
zh_hans: 未注册 — 轻点重试
zh_hant: 未註冊 — 輕點重試
